Revit 2027 API
RebarHandlesData Properties
The RebarHandlesData type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
RebarHandlesData Class
Autodesk.Revit.DB.Structure Namespace